task/single-software-execution/cli/openfoam/task-10/init_file/buoyant_base/0/U
FoamFile
{
    format ascii;
    class volVectorField;
    object U;
}
dimensions [0 1 -1 0 0 0 0];
internalField uniform (0 0 0);
boundaryField
{
    leftWall { type noSlip; }
    rightWall { type noSlip; }
    bottomWall { type noSlip; }
    topWall { type noSlip; }
    frontAndBack { type empty; }
}
